{
  "sightings": [
    {
      "text": "Witnessed an orange, slow moving light. Was looking out my window and saw a orange colored, non blinking light floating across the night sky. Woke up my daughters to confirm what I was seeing. The object did not blink, was definitely not a helicopter. Very bright orange and moved slowly for about 2 minutes, disappeared behind the trees and did not see it again. Never seen anything like this in my life.",
      "date_time": "10/2/19 22:00",
      "city": "Black Mountain",
      "state": "NC",
      "shape": "Fireball",
      "duration": "2 minutes",
      "summary": "Witnessed an orange, slow moving light. Was looking out my window and saw a orange colored, non blinking light floating across the nigh"
    },
    {
      "text": "Glowing lights in formation  just south of San Quentin I witnessed 10 or 11 spherical glowing objects in formation swarming and hovering near the top of Ring Mtn. -Corte Madera.  I very quickly ran up to 2 firemen emergency responders to ask them to quote \"take a quick glance at what is going on over here\".  They flat out refused to take 5 steps over to the side to look at what I was trying to show them.  They were handling some kind of a medical emergency, but it would have been really nice to have them witness this because this was highlight of the whole night.",
      "date_time": "10/2/19 22:00",
      "city": "Marin County",
      "state": "CA",
      "shape": "Sphere",
      "duration": "3 minutes",
      "summary": "Glowing lights in formation  just south of San Quentin"
    },
    {
      "text": "freaked me out I looked up into the night sky to view the little dipper and I saw multiple round bright moving objects moving from left to right in a straight line.  i viewed them until i couldn't see them anymore.  there was no vapor streak, or sound.  they were not planes.  they were all moving at the same speed in a straight line.",
      "date_time": "5/6/21 21:00",
      "city": "San Jose",
      "state": "CA",
      "shape": "Sphere",
      "duration": "2 minutes",
      "summary": "freaked me out"
    },
    {
      "text": "Jan 6, 2020  At 6:45 I was headed down Broadway to go to Little Caesars and Walmart and I remember when I was driving I looked up in the sky above the lights and there was a long oval blackish disc and right away knew it did not belong there was odd just said to myself that looks like an  alien spaceship then wondered do any of these cars driving by even notice this thing?? I remember that day there was not a cloud in the sky all day long and then even in the evening as you’ll see in the pictures there was no clouds around this thing and it was just hovering and it didn’t belong there I just remember just staring at it and it creeped me out and I wanted to get more pictures when I pulled into Walmart and thought I’ll get better pictures and when I pulled in I got out and could not see it perhaps the building was covering it and by then it had gotten so dark so I said to heck with it and did my shopping.  But did take two pics of it.  And the reason I am adding this to your website today was the fact I wanted to actually see if it was added to the log at all, noticed not, so I am adding it.",
      "date_time": "1/6/20 18:45",
      "city": "Idaho Falls",
      "state": "ID",
      "shape": "Unknown",
      "duration": "NA",
      "summary": "I looked up in the sky above the lights and there was a long oval blackish disc."
    },
    {
      "text": "UFO OVER ONTARIO, OREGON I had just left the state park north of Ontario, Oregon and was just crossing over I-84 Highway when I noticed a cool cloud formation, I usually stop to take these kind of pictures besides sunsets. I pulled off the side of the road and put my window down to take a picture of the cloud formation.  I took only one picture then I got my window up and continued on my way into town and home.  When I got home and parked I looked at the picture and thought it looked cool.  I happen to notice a black dot way over on the bottom left of  the picture.  I expanded the image and noticed it looked like a disc tilted and facing my way when I had taken the picture.  I was excited to have captured this.  Looks like a disc to me.  You be the judge,I  will be sending the picture email with this report.",
      "date_time": "NA",
      "city": "Ontario",
      "state": "OR",
      "shape": "Disk",
      "duration": "10 seconds",
      "summary": "UFO OVER ONTARIO, OREGON"
    },
    {
      "text": "http://youtube.com/watch?v=eslXZomIFP4&search=ufo%20airfield ((NUFORC Note:  Witness elects to remain totally anonymous; provides no contact information.  Link may be defective.  PD))",
      "date_time": "NA",
      "city": "NA",
      "state": "NA",
      "shape": "Unknown",
      "duration": "NA",
      "summary": "http://youtube.com/watch?v=eslXZomIFP4&search=ufo%20airfield"
    },
    {
      "text": "Watching Sunday or Monday night football went outside too record my thoughts. I started the camera recording for twelve minutes and recorded several different lights.  The UFO is in the first minute and half.  I recorded this on a TracFone CL",
      "date_time": "NA",
      "city": "Santa Maria",
      "state": "CA",
      "shape": "Circle",
      "duration": "19:00",
      "summary": "Watching Sunday or Monday night football went outside too record my thoughts. I started the camera recording for twelve minutes and rec"
    },
    {
      "text": "It was the first Arctic blast we had in ga.there we 2 ships in the sky then.  We were under one it shot up real fast then it split into 2 ships then there were 3 I have pics but pics are different what I was seeing.",
      "date_time": "NA",
      "city": "NA",
      "state": "NA",
      "shape": "Unknown",
      "duration": "NA",
      "summary": "It was the first Arctic blast we had in ga.there we 2 shipsin the sky then. ((anonymous report))"
    },
    {
      "text": "A bright orange light hovering to the west of my property very high in the sky, for around 25 minutes.  The craft then started moving to the east, at a great rate of speed, then turned straight up at  a 90 degree angle until it completely disappeared.  It accelerated and changed direction faster than anything I have ever seen.   I live 5 miles west of the Little Rock air force base,  so I see jets and planes daily.  Nothing moves or maneuvers like this did.",
      "date_time": "NA",
      "city": "Little Rock (5 miles west of)",
      "state": "AR",
      "shape": "Unknown",
      "duration": "25 minutes",
      "summary": "A bright orange light hovering to the west of my property very high in the sky, for around 25 minutes. The craft then started moving to"
    },
    {
      "text": "A contrail was headed toward the ground and then changed direction after 3 more aircraft were drawing near As I was driving to work I noticed a very short contrail plummeting toward the ground. About 5 minutes go by, and 3 aircraft coming from NE, N, and NW start closing in on the object.  As soon as the aircraft coming in from NE drew near, the contrail changed direction and started heading South.  After 10 more minutes all three aircraft were closing in on the contrail, but that was all I got to see before my exit.",
      "date_time": "1/6/20 13:45",
      "city": "Harrisonburg",
      "state": "VA",
      "shape": "Unknown",
      "duration": "15 minutes",
      "summary": "A contrail was headed toward the ground and then changed direction after 3 more aircraft were drawing near"
    },
    {
      "text": "about 3 weeks prior to this sighting, I was driving south on I-65 headed towards Mobile right at Mile Marker 16.  I observed a shiny saucer shaped object that was motionless in the sky.  The time was around 3:30 pm and the sky was over cast.  The reflection of the little bit of sunlight we had light we had that afternoon was shining against the dark clouds behind it.  It did not move and it appeared to be about a half mile ahead of me,  motionless,  maybe 200 yards above the tree lined  ahead.  I kept thinking, is anyone else on the interstate seeing this?   It did not move at all  while I watched it for about 1 minute and then it instantly disappeared.   I was not frightened at all, but  felt very peaceful about what I had just seemed and curious if any one else driving had witnessed it.  I mentioned it to my mom and husband that night and was very sure of what I had seen.  Today, on my way home around 4:25 pm, I noticed it again, within 2 miles of the first location. It looked exactly as it did the day 3 weeks before, with the the sun reflecting brightly on its top side. The material looked like a brushed nickel finish .   I pulled over immediately to take a picture but it disappeared again.   I will continue to watch for it.  I am curious if anyone else has been seeing them in this area.",
      "date_time": "1/6/20 16:25",
      "city": "Saraland/Mobile",
      "state": "AL",
      "shape": "Disk",
      "duration": "15 seconds",
      "summary": "about 3 weeks prior to this sighting, I was driving south on I-65 headed towards Mobile right at Mile Marker 16.  I observed a shiny sa"
    },
    {
      "text": "Round Silver Object and Cigar Shaped Silver  Object sighted hovering, then disappearing, then reappearing in Concordville. I was leaving work when I looked up in the sky and saw a round silver object and a cigar silver shaped object up in the sky.  The round object was to the left of the cigar shaped object.  They both just stood there, silent, hovering.  I watched as a couple of airplanes flew by in the distance above and below these objects. I pulled out my camera and the circle object disappeared.  I put my camera down and the circle object reappeared to the right of the cigar. I managed to film a little bit of it on my cellphone.  The round object would disappear, then the cigar shaped object disappeared. I put my camera down and they reappeared. It lasted for about a half hour before both disappeared.  I did a search on the internet to see if anyone else saw what I saw and found an old report almost exactly a year ago in the same city of a sighting in Concordville with a round  and a cigar shaped object.  I am a paralegal and this is the third sighting that I've reported to Nuforc.  I do not know what it is, but I am curious and fascinated and just want to know what it is!  I've ruled out airplane because I saw a couple fly by. I've ruled out drone because the hovering crafts did not look like them and no sound and they disappeared to the naked eye and reappeared. Amazing!",
      "date_time": "1/6/20 16:40",
      "city": "Concordville",
      "state": "PA",
      "shape": "Cigar",
      "duration": "30 minutes",
      "summary": "Round Silver Object and Cigar Shaped Silver  Object sighted hovering, then disappearing, then reappearing in Concordville."
    },
    {
      "text": "High Point North Carolina before crossing the bridge. Witnessed lights before crossing the bridge and after crossing another person pulled over to record. Light, thin, cigar shaped different lengths.",
      "date_time": "1/6/20 16:48",
      "city": "High Point",
      "state": "NC",
      "shape": "Cigar",
      "duration": "10 minutes",
      "summary": "High Point North Carolina before crossing the bridge. Witnessed lights before crossing the bridge and after crossing another person pul"
    },
    {
      "text": "I saw a light in the sky and I believed it was an alien spacecraft because the light shut off and it disappeared into the sky. I was driving. I saw a bright light in the sky. I asked my boyfriend if it was a star. He said it was a helicopter. It was an unusual light because it caught my attention. I thought it must have been a new technology. It was dusk out and there were clear skies. We only saw one white light that was very bright and then it seem to have the bright light shut off. The off light was dim and round and blurry because I didn’t have my glasses, I wasn’t able to see the actual shape of the object. It wasn’t a helicopter after all because we didn’t see the spinning wings of a helicopter once the light was off and then I told my boyfriend it was a U.F.O.! He said it wasn’t a U.F.O. because he said that it was supposedly an alien spacecraft. The dim light disappeared into the sky. We were driving downhill on Main Street, in Akron, at the Loyd H. Roland Memorial Park. This light was seen in the sky which it was hovering above the intersection of Main Street and Park Stree! t. My son is twelve years old. He was in the van with us and he also seen the light which we all assumed it was an alien spacecraft.",
      "date_time": "1/6/20 17:00",
      "city": "Akron",
      "state": "PA",
      "shape": "Unknown",
      "duration": "17:00",
      "summary": "I saw a light in the sky and I believed it was an alien spacecraft because the light shut off and it disappeared into the sky."
    },
    {
      "text": "Five square lights in a V formation hovering above the clouds On 1/6/2020 I was at the Quality Inn and Suites in Westminster, Co and took several pictures of the sunset. Upon reviewing the photos there appear to be five square shaped white lights in a V formation hovering above the cloud line.  There is an obvious contrail through the clouds beneath.  In the photos taken directly after, within the same minute, the lights are no longer there. I am a local business owner.",
      "date_time": "1/6/20 17:05",
      "city": "Westminster",
      "state": "CO",
      "shape": "Unknown",
      "duration": "Unknown",
      "summary": "Five square lights in a V formation hovering above the clouds"
    },
    {
      "text": "So me and my brother were driving home through this town.  And up in the sky was these bright orange yellow lights.  At first we thought it was a helicopter because it pirouetted twice.  But it wasn't blinking.  So this is the country side and alot of people have airplanes, so then we thought it was a plane on fire, because it was falling and spinning and it was so bright. But then it leveled of at about 80 feet.  And in a blink of an eye it was atleast 3 miles away then just disappeared.  I called a friend the next day and she lives in this town and she saw it too and thought it was a crashing plane.  But I'm telling you it was not!!!  And there was no sound, which I found odd.",
      "date_time": "1/5/20 08:00",
      "city": "Wayne",
      "state": "NY",
      "shape": "Fireball",
      "duration": "30 minutes",
      "summary": "So me and my brother were driving home through this town. And up in the sky was these bright orange yellow lights.  At first we thought"
    },
    {
      "text": "I was driving my children and my granddaughter and her friend home.   We were traveling East on Vance Avenue.  The closer we got to Walden Addition we noticed an object with lights to the right of us he hovering above the houses to the left of us.  The object was very large.  Larger than a drone or helicopter.  It maneuvered in many different directions.  Up down, side to side.  We stopped on the side of the road to get a closer look.  The object began to get closer to my car.  I continued to drive down Vance to our destination.  The object began to follow us.  I sped up and the object still was above us.  We got to the destination and dropped off the kids.  We continued to drive home and my son saw the object hovering above the houses as if it was waiting on us.  We sped home and it took off very fast in the other direction. ((NUFORC Note:  Time indicated by source of original report was flawed.  We have amended the time, in order to reflect a nighttime sighting.  PD))",
      "date_time": "1/3/20 10:50",
      "city": "Fort Wayne",
      "state": "IN",
      "shape": "Disk",
      "duration": "5-7 minutes",
      "summary": "I was driving my children and my granddaughter and her friend home.   We were traveling East on Vance Avenue.  The closer we got to Wal"
    }
  ]
}
